Repository: HugeKotori/NotepadFluent
Catalog: NotepadUWP/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppBarAddButton.Label
source: Insert
zh_cn: 插入

# AppBarAddDateButton.Text
source: Date
zh_cn: 日期

# AppBarAddTimeButton.Text
source: Time
zh_cn: 时间

# AppBarFindButton.Label
source: Find
zh_cn: 寻找

# AppBarHelpButton.Label
source: Help
zh_cn: 帮助

# AppBarNewFileButton.Label
source: New
zh_cn: 新建

# AppBarOpenFileButton.Label
source: Open
zh_cn: 打开...

# AppBarSaveAsButton.Text
source: Save as...
zh_cn: 另存为...

# AppBarSelectAllButton.Label
source: Select All
zh_cn: 全选

# AppBarSettingButton.Label
source: Settings
zh_cn: 设置

# AppBarWebSearchButton.Label
source: Web Search
zh_cn: Web 搜索

# DisplayName
source: Notepad Fluent
zh_cn: 记事本 Fluent

# FileUnsavedDialogCancel
source: Cancel
zh_cn: 取消

# FileUnsavedDialogContent
source: Do you want to save the changes to "
zh_cn: 文档内容已更改。是否将将更改保存到"

# FileUnsavedDialogNotSave
source: Not save
zh_cn: 不保存

# FileUnsavedDialogSave
source: Save
zh_cn: 保存

# FileUnsavedDialogTitle
source: File unsaved
zh_cn: 文档未保存

# FindBarInputTextBox.PlaceholderText
source: Search text...
zh_cn: 输入要寻找的文本

# FindBarResultTextBox.Text
source: No result
zh_cn: 没有任何结果

# FindBarTopLeftTextBlock.Text
source: Search for
zh_cn: 在文档里寻找

# MutipleFilesUnsavedDialogCancel
source: Cancel
zh_cn: 取消

# MutipleFilesUnsavedDialogContent0
source: The following files are edited, but unsaved:
zh_cn: 以下文档内容已更改，但尚未保存：

# MutipleFilesUnsavedDialogContent1
source: Do you want to exit anyway?
zh_cn: 是否仍然退出应用？

# MutipleFilesUnsavedDialogExitAnyway
source: Exit anyway
zh_cn: 仍然退出

# MutipleFilesUnsavedDialogTitle
source: Files unsaved
zh_cn: 文档未保存

# NewTabHeader
source: Untitled
zh_cn: 无标题

# RightClickMenuAskCortanaButton.Text
source: Ask Cortana...
zh_cn: 询问小娜...

# RightClickMenuCopyButton.Text
source: Copy
zh_cn: 复制

# RightClickMenuCutButton.Text
source: Cut
zh_cn: 剪切

# RightClickMenuPasteButton.Text
source: Paste
zh_cn: 粘贴

# RightClickMenuSelectAllButton.Text
source: Select All
zh_cn: 全选

# RightClickMenuUndoButton.Text
source: Undo
zh_cn: 撤销

# RightClickMenuWebSearchButton.Text
source: Web Search...
zh_cn: 在 Web 上搜索...

# SettingPageAboutSubTitle.Text
source: About
zh_cn: 关于

# SettingPageAcknowledgementsText.Text
source: This app makes use of Windows Community Toolkit and other open source project.
zh_cn: 此应用基于 Windows Community Toolkit 和其他开源项目。

# SettingPageAppearanceSubTitle.Text
source: Appearance
zh_cn: 显示

# SettingPageAppNameText.Text
source: Notepad Fluent
zh_cn: 记事本 Fluent

# SettingPageDisplayStatusBar.Text
source: Display status bar
zh_cn: 显示状态栏

# SettingPageFontAndFontSizeText.Text
source: Font and font size
zh_cn: 字体和字号

# SettingPageFormatSubTitle.Text
source: Format
zh_cn: 格式

# SettingPageGitHubHyperlink.Content
source: GitHub Project
zh_cn: GitHub 项目页面

# SettingPageHelpHyperlink.Content
source: Help and feedback
zh_cn: 帮助和反馈

# SettingPageOtherSubTitle.Text
source: Other
zh_cn: 其他

# SettingPageSearchEngineText.Text
source: Search engine
zh_cn: 搜索引擎

# SettingPageTitle.Text
source: Settings
zh_cn: 设置

# SettingPageWordWrapText.Text
source: Word warp
zh_cn: 自动换行

source: Settings
zh_cn: 设置

# StatusBarCharacterCountDisplay.Text
source: 0 characters
zh_cn: 0 字

# StatusBarCharCount
source: characters
zh_cn: 字

# StatusBarLineDisplayer.Text
source: Ln 1, Col 1
zh_cn: 第 1 行，第 1 列

# StatusBarLnCow0
source: Ln
zh_cn: 第

# StatusBarLnCow1
source: , Col
zh_cn: 行，第

# TabTextBoxRightClickMenuAskCortana0
source: Ask Cortana about "
zh_cn: 询问小娜有关“

# TabTextBoxRightClickMenuWebSearch0
source: Search "
zh_cn: 在 Web 上搜索“

source: Text file
zh_cn: 文本文档
